Repository: MikhailNartsissov/SkillboxDjango
Catalog: M_12_i18n_l10n/mysite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: S_Product
ru: товар

source: P_Product
ru: Товары

source: S_Order
ru: заказ

source: P_Order
ru: Заказы

source: Product
ru: Товар

source: Description
ru: Описание

source: Price
ru: Цена

source: Discount
ru: Скидка

source: Archived
ru: Архивный

source: Images
ru: Изображения товара

source: Just one image uploaded.
ru: Загружено %(images_count)s изображение.

source: No images uploaded yet
ru: Пока изображений не загружено

source: <a href="%(product_update_url)s">Update product</a> </div> <div> <a href="%(product_delete_url)s">Archive product</a> </div> <div> <a href="%(product_list_url)s">Back to products list</a>
ru: <a href="%(product_update_url)s">Редактировать сведения о товаре</a> </div> <div> <a href="%(product_delete_url)s">Архивировать товар</a> </div> <div> <a href="%(product_list_url)s">Вернуться в каталог товаров</a>
